[
  {
    "vote_count": 0,
    "id": 503314,
    "video": false,
    "voteAverage": 0,
    "title": "Dragon Ball Super: Broly",
    "popularity": 33.337,
    "posterPath": "/518jdIQHCZmYqIcNCaqbZuDRheV.jpg",
    "originalLanguage": "ja",
    "originalTitle": "Dragon Ball Super: Broly",
    "genreMovieIds": [
      28,
      16,
      878
    ],
    "backdropPath": "/6OTRuxpwUUGbmCX3MKP25dOmo59.jpg",
    "adult": false,
    "overview": "Earth is peaceful following the Tournament of Power. Realizing that the universes still hold many more strong people yet to see, Goku spends all his days training to reach even greater heights. Then one day, Goku and Vegeta are faced by a Saiyan called 'Broly' who they've never seen before. The Saiyans were supposed to have been almost completely wiped out in the destruction of Planet Vegeta, so what's this one doing on Earth? This encounter between the three Saiyans who have followed completely different destinies turns into a stupendous battle, with even Frieza (back from Hell) getting caught up in the mix.",
    "releaseDate": "2018-12-14"
  },
  {
    "vote_count": 0,
    "id": 428078,
    "video": false,
    "voteAverage": 0,
    "title": "Mortal Engines",
    "popularity": 31.397,
    "posterPath": "/gLhYg9NIvIPKVRTtvzCWnp1qJWG.jpg",
    "originalLanguage": "en",
    "originalTitle": "Mortal Engines",
    "genreMovieIds": [
      878
    ],
    "backdropPath": "/rxYG6Sj95as9rv9wKIHUx6ATWd3.jpg",
    "adult": false,
    "overview": "Set in a world many thousands of years in the future. Earth’s cities now roam the globe on huge wheels, devouring each other in a struggle for ever diminishing resources. On one of these massive Traction Cities, Tom Natsworthy has an unexpected encounter with a mysterious young woman from the Outlands who will change the course of his life forever.",
    "releaseDate": "2018-12-06"
  },
  {
    "vote_count": 7,
    "id": 461928,
    "video": false,
    "voteAverage": 2.3,
    "title": "Anna and the Apocalypse",
    "popularity": 30.325,
    "posterPath": "/pb60xSzUnS9D5iDvrV8N6QOG3ZR.jpg",
    "originalLanguage": "en",
    "originalTitle": "Anna and the Apocalypse",
    "genreMovieIds": [
      27,
      35
    ],
    "backdropPath": "/7GR03LqwB7ePPPhaK5BAYNzt3Vm.jpg",
    "adult": false,
    "overview": "A zombie apocalypse threatens the sleepy town of Little Haven – at Christmas – forcing Anna and her friends to fight, slash and sing their way to survival, facing the undead in a desperate race to reach their loved ones. But they soon discover that no one is safe in this new world, and with civilization falling apart around them, the only people they can truly rely on are each other.",
    "releaseDate": "2018-11-30"
  },
  {
    "vote_count": 275,
    "id": 460885,
    "video": false,
    "voteAverage": 6.3,
    "title": "Mandy",
    "popularity": 29.075,
    "posterPath": "/m0yf7J7HsKeK6E81SMRcX8vx6mH.jpg",
    "originalLanguage": "en",
    "originalTitle": "Mandy",
    "genreMovieIds": [
      28,
      53,
      27
    ],
    "backdropPath": "/tNa19CK0CQZl5rxZ35QRdKAT2s0.jpg",
    "adult": false,
    "overview": "The Shadow Mountains, 1983. Red and Mandy lead a loving and peaceful existence; but when their pine-scented haven is savagely destroyed, Red is catapulted into a phantasmagoric journey filled with bloody vengeance and laced with fire.",
    "releaseDate": "2018-09-13"
  },
  {
    "vote_count": 34,
    "id": 531593,
    "video": false,
    "voteAverage": 4.7,
    "title": "Reprisal",
    "popularity": 27.654,
    "posterPath": "/qBsQUK5QSeZjRPLFUVgSGHxj2PI.jpg",
    "originalLanguage": "en",
    "originalTitle": "Reprisal",
    "genreMovieIds": [
      28,
      53,
      80
    ],
    "backdropPath": "/apfur3XEQhEoKxb7tc1PvwvYe5B.jpg",
    "adult": false,
    "overview": "Jacob, a bank manager haunted by a violent heist that took the life of a coworker, teams up with his ex-cop neighbor, James, to bring down the assailant. While the two men work together to figure out the thief’s next move, Gabriel, the highly-trained criminal, is one step ahead. When Gabriel kidnaps Jacob’s wife and daughter, Jacob barrels down a path of bloodshed that initiates an explosive counterattack and brings all three men to the breaking point.",
    "releaseDate": "2018-08-31"
  }
]